{
	"onStartDialogue": [
		{
			"speaker": "Tony",
			"speech": "Hey everyone, it's great to see you guys again!"
		},
		{
			"speaker": "Robert",
			"speech": "Yeah, how's everybody doing? Are you guys excited for our final term of the program?"
		},
		{
			"speaker": "Laura",
			"speech": "Yup, I'm glad that we are almost finished. Just a few more weeks and we will get our diploma."
		},
		{
			"speaker": "Tony",
			"speech": "Not gonna lie, I wouldn't mind staying for a few more terms. The program has been pretty cool so far (except for that one course)."
		},
		{
			"speaker": "Robert",
			"speech": "Well, I just want to get it done and spend more time with my family. The work load has been gigantic. I hope that whichever job I get won't be as busy as BCIT."
		},
		{
			"speaker": "Laura",
			"speech": "For me, I'm going to start setting up my business as soon as possible. Time waits for no one and the e-commerce market is getting really exciting right now."
		},
		{
			"speaker": "Robert",
			"speech": "It always astound me how energetic you guys are. Must be the power of youth eh? I just want a change in career while you want to be a businesswoman and Tony wants to work for a big tech company."
		},
		{
			"speaker": "Tony",
			"speech": "Not just any big tech companies, the top 3 at least. Google, Amazon, Facebook,... I don't mind working for startups but I want to be where the smartest programmers are. I want to code big and important things."
		},
		{
			"speaker": "Laura",
			"speech": "Well, it wouldn't matter what our plans are if we don't pass this course. I think the work we have to do will be harder than anything we ever faced."
		},
		{
			"speaker": "Robert",
			"speech": "Laura is right. We have to work together to finish this program. The workload is too big for any of us to handle alone."
    },
		{
			"speaker": "Robert",
			"speech": "Laura, can you start setting group studies sessions? Just let us know when and where they are when you have it."
		},
		{
			"speaker": "Laura",
			"speech": "Already on it. I'll have the schedule and handle the room booking for the rest of the term. Speaking of schedule, I think our class is starting soon."
		},
		{
			"speaker": "Tony",
			"speech": "Yeah, let's get to class guys. It's time to learn some more code!!"
		}
  ],
  "tutorial": [
    {
			"speaker": "Help",
			"speech": "Click on the 'Skills' button below and click on a skill. You can use that skill on targets that are not grayed out"
    }
  ]
}